Repository: JingOS-team/JingOS-translations
Catalog: settings-main/po/*/kcm_wallpaper.po
Languages: fr_fr

source: Active:
fr_fr: Actif :

source: Protocol:
fr_fr: Protocole :

source: Set Lock Screen
fr_fr: Définir l'écran de verrouillage

source: Set Home Screen
fr_fr: Définir l'écran d'accueil

source: Set Both
fr_fr: Définir les deux

source: 2020-09-12.Monday
fr_fr: 2020-09-12.星期一

source: System wallpaper
fr_fr: Fond d'écran système

source: Move & Scale
fr_fr: Déplacements et changements d'échelle

source: Cancel
fr_fr: Annuler

source: Set
fr_fr: Définir

source: Setting wallpaper...
fr_fr: Application du fond d'écran...

source: Wallpaper
fr_fr: Fond d'écran
