Repository: JingOS-team/JingOS-translations
Catalog: photo/po/*/Photos.po
Languages: de_de, ko_kr

source: <application>Photos</application>
de_de: <application>Bilder</application>
ko_kr: 사진첩

source: Photos is an image viewer for your image collection.
de_de: Fotos ist ein Bildbetrachter für Ihre Bildersammlung.
ko_kr: 사진첩은 이미지를 볼 수 있는 이미지 뷰어입니다.

source: Developer
de_de: Entwickler
ko_kr: 개발자

source: Reset the database
de_de: Datenbank zurücksetzen
ko_kr: 데이터베이스 초기화

source: path of image you want to open
de_de: Pfad des zu öffnenden Bildes
ko_kr: 열고 싶은 이미지의 경로

source: There are no photos and videos at present
de_de: Zurzeit sind keine Fotos und Videos vorhanden
ko_kr: 사진 및 동영상이 없습니다

source: There are no photos at present
de_de: Zurzeit sind keine Fotos vorhanden
ko_kr: 사진이 없습니다

source: There are no videos at present
de_de: Zurzeit gibt es keine Videos
ko_kr: 동영상이 없습니다

source: Delete
de_de: Löschen
ko_kr: 삭제

source: Are you sure you want to delete this photo?
de_de: Sind Sie sicher, dass Sie dieses Foto löschen wollen?
ko_kr: 해당 사진을 지우시겠습니까?

source: Cancel
de_de: Abbrechen
ko_kr: 취소

source: Reduction
de_de: Verkleinerung
ko_kr: 축소

source: Abandoning modification
de_de: Änderung verwerfen
ko_kr: 수정 취소

source: Are you sure to discard the current modification
de_de: Sind Sie sicher, dass Sie die aktuelle Änderung verwerfen wollen
ko_kr: 수정된 사항을 취소하시겠습니까?

source: Action
de_de: Aktion
ko_kr: 실행

source: Edit image
de_de: Bild bearbeiten
ko_kr: 이미지 수정

source: All
de_de: Alle
ko_kr: 전부

source: Photo
de_de: Foto
ko_kr: 사진

source: Video
ko_kr: 동영상

source: Bulk edit
de_de: Mehrfachbearbeitung
ko_kr: 일괄 수정

source: Rename
de_de: Umbenennen
ko_kr: 이름 변경

source: Save to file
de_de: In Datei speichern
ko_kr: 파일 저장

source: Are you sure you want to delete this item?
de_de: Sind Sie sicher, dass Sie dieses Element löschen wollen?
ko_kr: 해당 항목을 삭제하시겠습니까?

source: Are you sure you want to delete these items?
de_de: Sind Sie sicher, dass Sie diese Elemente löschen wollen?
ko_kr: 해당 항목들을 삭제하시겠습니까?

source: Are you sure you want to delete these photos?
de_de: Sind Sie sicher, dass Sie diese Fotos löschen wollen?
ko_kr: 해당 사진들을 삭제하시겠습니까?

source: Are you sure you want to delete this video?
de_de: Sind Sie sicher, dass Sie dieses Video löschen wollen?
ko_kr: 해당 동영상을 삭제하시겠습니까?

source: Are you sure you want to delete these videos?
de_de: Sind Sie sicher, dass Sie diese Videos löschen wollen?
ko_kr: 해당 동영상들을 삭제하시겠습니까?

source: yestday
ko_kr: 어제

source: (c) 2013-2020 KDE Contributors
de_de: (c) 2013-2020 KDE Mitwirkende
