Repository: JingOS-team/JingOS-translations
Catalog: settings-wifi/po/*/kcm_wifi.po
Languages: de_de

source: Connect
de_de: Verbinden

source: Disconnect
de_de: Trennen

source: On Connection
de_de: Verbindung besteht

source: Show network's QR code
de_de: QR-Code des Netzwerks anzeigen

source: Configure...
de_de: Konfigurieren...

source: Speed
de_de: Geschwindigkeit

source: Connected, ⬇ %1/s, ⬆ %2/s
de_de: Verbunden, ⬇ %1/s, ⬆ %2/s

source: Connected
de_de: Verbunden

source: Copy
de_de: Kopieren

source: Networks
de_de: Netzwerke

source: &Configure Network Connections...
de_de: &Netzwerkverbindungen konfigurieren...

source: Open Network Login Page...
de_de: Netzwerkanmeldeseite öffnen...

source: Password...
de_de: Passwort...

source: Airplane mode is enabled
de_de: Flugzeugmodus ist aktiviert

source: Wireless and mobile networks are deactivated
de_de: Drahtlose und mobile Netzwerke sind deaktiviert

source: Wireless is deactivated
de_de: WLAN ist deaktiviert

source: Mobile network is deactivated
de_de: Mobiles Netzwerk ist deaktiviert

source: No available connections
de_de: Keine verfügbaren Verbindungen

source: Enable Wi-Fi
de_de: WLAN aktivieren

source: Enable mobile network
de_de: Mobiles Netzwerk aktivieren

# @info
source: Disable airplane mode<nl/><nl/>This will enable Wi-Fi and Bluetooth
de_de: Flugmodus deaktivieren<nl/><nl/>Damit werden WLAN und Bluetooth aktiviert

# @info
source: Enable airplane mode<nl/><nl/>This will disable Wi-Fi and Bluetooth
de_de: Flugmodus aktivieren<nl/><nl/>Damit werden WLAN und Bluetooth deaktiviert

source: Disable Hotspot
de_de: Hotspot deaktivieren

source: Create Hotspot
de_de: Hotspot erstellen

# button tooltip
source: Search the connections
de_de: Suche die Verbindungen

source: Configure network connections...
de_de: Netzwerkverbindungen konfigurieren...

# text field placeholder text
source: Search...
de_de: Suche...

source: Upload
de_de: Hochladen

source: Download
de_de: Herunterladen

source: my_shared_connection
de_de: meine_gemeinsame_Verbindung

source: Export VPN Connection
de_de: VPN-Verbindung exportieren

source: Do you want to save changes made to the connection '%1'?
de_de: Möchten Sie die an der Verbindung '%1' vorgenommenen Änderungen speichern?

# @title:window
source: Save Changes
de_de: Änderungen speichern

source: Import VPN Connection
de_de: VPN-Verbindung importieren

# @title:window
source: Choose a Connection Type
de_de: Wählen Sie einen Verbindungstyp

source: Create
de_de: Erstellen

source: Cancel
de_de: Abbrechen

# @title:window
source: Configuration
de_de: Konfiguration

source: General
de_de: Allgemein

source: Ask for PIN on modem detection
de_de: Bei Modemerkennung nach PIN fragen

source: Show virtual connections
de_de: Virtuelle Verbindungen anzeigen

source: Hotspot password:
de_de: Hotspotkennwort:

source: Delete
de_de: Löschen

source: Export
de_de: Exportieren

source: Connecting
de_de: Verbinden

source: Search...
de_de: Suche...

source: Add new connection
de_de: Neue Verbindung hinzufügen

source: Remove selected connection
de_de: Ausgewählte Verbindung entfernen

source: Export selected connection
de_de: Ausgewählte Verbindung exportieren

source: Configuration
de_de: Konfiguration

# @title:window
source: Remove Connection
de_de: Verbindung entfernen

source: Do you want to remove the connection '%1'?
de_de: Möchten Sie die Verbindung '%1' entfernen?

source: Only 'dun' and 'nap' services are supported.
de_de: Nur die Dienste 'dun' und 'nap' werden unterstützt.

# Text in GSM PIN/PUK unlock error dialog
source: Error unlocking modem: %1
de_de: Fehler bei der Entsperrung des Modems: %1

# Title for GSM PIN/PUK unlock error dialog
source: PIN/PUK unlock error
de_de: PIN/PUK-Entsperrungsfehler

# @info:status Notification when the device failed due to ConfigFailedReason
source: The device could not be configured
de_de: Das Gerät konnte nicht konfiguriert werden

# @info:status Notification when the device failed due to ConfigUnavailableReason
source: IP configuration was unavailable
de_de: IP-Konfiguration war nicht verfügbar

# @info:status Notification when the device failed due to ConfigExpiredReason
source: IP configuration expired
de_de: IP-Konfiguration ist abgelaufen

# @info:status Notification when the device failed due to NoSecretsReason
source: No secrets were provided
de_de: Es wurden keine Geheimnisse verraten

source: Authorization supplicant disconnected
de_de: Autorisierungssupplikant wurde getrennt

source: Authorization supplicant's configuration failed
de_de: Konfiguration des Autorisierungssupplikant fehlgeschlagen

source: Authorization supplicant failed
de_de: Autorisierung des Antragstellers fehlgeschlagen

source: Authorization supplicant timed out
de_de: Zeitüberschreitung bei der Autorisierung des Antragstellers

# @info:status Notification when the device failed due to PppStartFailedReason
source: PPP failed to start
de_de: PPP kann nicht gestartet werden

# @info:status Notification when the device failed due to PppDisconnectReason
source: PPP disconnected
de_de: PPP getrennt

# @info:status Notification when the device failed due to PppFailedReason
source: PPP failed
de_de: PPP fehlgeschlagen

# @info:status Notification when the device failed due to DhcpStartFailedReason
source: DHCP failed to start
de_de: DHCP kann nicht gestartet werden

# @info:status Notification when the device failed due to DhcpErrorReason
source: A DHCP error occurred
de_de: Ein DHCP-Fehler ist aufgetreten

# @info:status Notification when the device failed due to DhcpFailedReason
source: DHCP failed
de_de: DHCP fehlgeschlagen

# @info:status Notification when the device failed due to SharedStartFailedReason
source: The shared service failed to start
de_de: Der gemeinsame Dienst konnte nicht gestartet werden

# @info:status Notification when the device failed due to SharedFailedReason
source: The shared service failed
de_de: Der gemeinsame Dienst ist fehlgeschlagen

# @info:status Notification when the device failed due to AutoIpStartFailedReason
source: The auto IP service failed to start
de_de: Der automatische IP-Dienst konnte nicht gestartet werden

# @info:status Notification when the device failed due to AutoIpErrorReason
source: The auto IP service reported an error
de_de: Der automatische IP-Dienst hat einen Fehler gemeldet

# @info:status Notification when the device failed due to AutoIpFailedReason
source: The auto IP service failed
de_de: Der automatische IP-Dienst ist fehlgeschlagen

# @info:status Notification when the device failed due to ModemBusyReason
source: The modem is busy
de_de: Das Modem ist besetzt

# @info:status Notification when the device failed due to ModemNoDialToneReason
source: The modem has no dial tone
de_de: Das Modem hat kein Freizeichen

# @info:status Notification when the device failed due to ModemNoCarrierReason
source: The modem shows no carrier
de_de: Das Modem zeigt keinen Betreiber an

# @info:status Notification when the device failed due to ModemDialTimeoutReason
source: The modem dial timed out
de_de: Zeitüberschreitung bei der Modemwahl

# @info:status Notification when the device failed due to ModemDialFailedReason
source: The modem dial failed
de_de: Die Modemwahl ist fehlgeschlagen

# @info:status Notification when the device failed due to ModemInitFailedReason
source: The modem could not be initialized
de_de: Das Modem konnte nicht initialisiert werden

# @info:status Notification when the device failed due to GsmApnSelectFailedReason
source: The GSM APN could not be selected
de_de: Der GSM APN konnte nicht ausgewählt werden

# @info:status Notification when the device failed due to GsmNotSearchingReason
source: The GSM modem is not searching
de_de: Das GSM-Modem sucht nicht

source: GSM network registration was denied
de_de: GSM-Netz-Registrierung wurde verweigert

source: GSM network registration timed out
de_de: Zeitüberschreitung bei der Registrierung im GSM-Netz

source: GSM registration failed
de_de: GSM-Registrierung fehlgeschlagen

# @info:status Notification when the device failed due to GsmPinCheckFailedReason
source: The GSM PIN check failed
de_de: Die Prüfung der GSM-PIN ist fehlgeschlagen

# @info:status Notification when the device failed due to FirmwareMissingReason
source: Device firmware is missing
de_de: Gerätefirmware fehlt

# @info:status Notification when the device failed due to DeviceRemovedReason
source: The device was removed
de_de: Das Gerät wurde entfernt

# @info:status Notification when the device failed due to SleepingReason
source: The networking system is now sleeping
de_de: Das Netzwerksystem ist jetzt im Ruhezustand

# @info:status Notification when the device failed due to ConnectionRemovedReason
source: The connection was removed
de_de: Die Verbindung wurde entfernt

# @info:status Notification when the device failed due to CarrierReason
source: The cable was disconnected
de_de: Das Kabel wurde getrennt

# @info:status Notification when the device failed due to ModemNotFoundReason
source: The modem could not be found
de_de: Das Modem konnte nicht gefunden werden

# @info:status Notification when the device failed due to BluetoothFailedReason
source: The bluetooth connection failed or timed out
de_de: Die Bluetooth-Verbindung ist fehlgeschlagen oder verfallen

# @info:status Notification when the device failed due to GsmSimNotInserted
source: GSM Modem's SIM Card not inserted
de_de: SIM-Karte des GSM-Modems nicht eingelegt

# @info:status Notification when the device failed due to GsmSimPinRequired
source: GSM Modem's SIM Pin required
de_de: GSM Modem SIM Pin erforderlich

# @info:status Notification when the device failed due to GsmSimPukRequired
source: GSM Modem's SIM Puk required
de_de: GSM Modem SIM Puk erforderlich

# @info:status Notification when the device failed due to GsmSimWrong
source: GSM Modem's SIM wrong
de_de: GSM Modem SIM falsch

# @info:status Notification when the device failed due to InfiniBandMode
source: InfiniBand device does not support connected mode
de_de: InfiniBandgerät unterstützt den Verbindungsmodus nicht

# @info:status Notification when the device failed due to DependencyFailed
source: A dependency of the connection failed
de_de: Eine Abhängigkeit der Verbindung ist fehlgeschlagen

# @info:status Notification when the device failed due to Br2684Failed
source: Problem with the RFC 2684 Ethernet over ADSL bridge
de_de: Problem beim RFC 2684 Ethernet über ADSL Brücke

# @info:status Notification when the device failed due to ModemManagerUnavailable
source: ModemManager not running
de_de: ModemManager läuft nicht

# @info:status Notification when the device failed due to SsidNotFound
source: The WiFi network could not be found
de_de: Das WLAN-Netzwerk konnte nicht gefunden werden

source: A secondary connection of the base connection failed
de_de: Eine sekundäre Verbindung der Basisverbindung ist fehlgeschlagen

# @info:status Notification when the device failed due to DcbFcoeFailed
source: DCB or FCoE setup failed
de_de: DCB- oder FCoE-Einrichtung fehlgeschlagen

# @info:status Notification when the device failed due to TeamdControlFailed
source: teamd control failed
de_de: teamd-Kontrolle fehlgeschlagen

# @info:status Notification when the device failed due to ModemFailed
source: Modem failed or no longer available
de_de: Modem ausgefallen oder nicht mehr verfügbar

# @info:status Notification when the device failed due to ModemAvailable
source: Modem now ready and available
de_de: Modem jetzt bereit und verfügbar

# @info:status Notification when the device failed due to SimPinIncorrect
source: The SIM PIN was incorrect
de_de: Die SIM-PIN war falsch

# @info:status Notification when the device failed due to NewActivation
source: A new connection activation was enqueued
de_de: Eine neue Verbindungsaktivierung wurde in die Warteschlange gestellt

# @info:status Notification when the device failed due to ParentChanged
source: The device's parent changed
de_de: Das übergeordnete Gerät wurde geändert

# @info:status Notification when the device failed due to ParentManagedChanged
source: The device parent's management changed
de_de: Die Verwaltung des übergeordneten Geräts wurde geändert

source: Connection '%1' activated.
de_de: Verbindung '%1' aktiviert.

source: Connection '%1' deactivated.
de_de: Verbindung '%1' wurde deaktiviert.

source: VPN connection '%1' activated.
de_de: VPN-Verbindung '%1' aktiviert.

source: VPN connection '%1' failed.
de_de: VPN-Verbindung '%1' fehlgeschlagen.

source: VPN connection '%1' disconnected.
de_de: VPN-Verbindung '%1' wurde getrennt.

source: The VPN connection changed state because the user disconnected it.
de_de: Der Status der VPN-Verbindung wurde geändert, da der Benutzer diesen getrennt hat.

source: The VPN connection changed state because the device it was using was disconnected.
de_de: Der Status der VPN-Verbindung wurde geändert, da das verwendete Gerät getrennt hat.

source: The service providing the VPN connection was stopped.
de_de: Der Zustand der VPN-Verbindung hat sich geändert, weil der Benutzer die Verbindung getrennt hat.

source: The IP config of the VPN connection was invalid.
de_de: Die IP-Konfiguration der VPN-Verbindung war ungültig.

source: The connection attempt to the VPN service timed out.
de_de: Der Verbindungsversuch zum VPN-Dienst wurde abgebrochen.

source: A timeout occurred while starting the service providing the VPN connection.
de_de: Beim Starten des Dienstes, der die VPN-Verbindung bereitstellt, ist eine Zeitüberschreitung aufgetreten.

source: Starting the service providing the VPN connection failed.
de_de: Das Starten des Dienstes, der die VPN-Verbindung bereitstellt, ist fehlgeschlagen.

source: Necessary secrets for the VPN connection were not provided.
de_de: Erforderliche Geheimnisse für die VPN-Verbindung wurden nicht bereitgestellt.

source: Authentication to the VPN server failed.
de_de: Authentifizierung zum VPN-Server fehlgeschlagen.

source: The connection was deleted from settings.
de_de: Die Verbindung wurde aus den Einstellungen gelöscht.

source: No Network Connection
de_de: Keine Netzwerkverbindung

source: You are no longer connected to a network.
de_de: Sie sind nicht mehr mit einem Netzwerk verbunden.

source: Authenticate %1
de_de: Authentifizierung %1

source: Provide the password for the wireless network '%1':
de_de: Geben Sie das Passwort für das drahtlose Netzwerk '%1' ein:

source: Provide the password for the connection '%1':
de_de: Geben Sie das Passwort für die Verbindung '%1' an:

source: %1 password dialog
de_de: %1 Passwortdialog

source: Provide the secrets for the VPN connection '%1':
de_de: Geben Sie die Geheimnisse für die VPN-Verbindung '%1' an:

source: VPN secrets (%1) dialog
de_de: VPN-Geheimnisse (%1) Dialog

source: Service provider PUK
de_de: Dienstanbieter PUK

source: Network PUK
de_de: Netzwerk PUK

source: Corporate PUK
de_de: Firmen PUK

source: Network Subset PUK
de_de: Netzwerkuntergruppe PUK

source: %1 unlock required
de_de: %1 Freischaltung erforderlich

source: %1 Unlock Required
de_de: %1 Freischaltung erforderlich

source: The mobile broadband device '%1' requires a %2 code before it can be used.
de_de: Das mobile Breitbandgerät '%1' erfordert einen %2-Code, bevor es verwendet werden kann.

source: New PIN code:
de_de: Neuer PIN-Code:

source: Re-enter new PIN code:
de_de: Neuen PIN-Code erneut eingeben:

source: Show PIN/PUK code
de_de: PIN/PUK-Code anzeigen

source: Service provider PIN
de_de: Dienstanbieter-PIN

source: Network PIN
de_de: Netzwerk PIN

source: Corporate PIN
de_de: Firmen PIN

source: Network Subset PIN
de_de: Netzwerkuntergruppe PIN

source: Show PIN code
de_de: PIN-Code anzeigen

source: PIN code too short. It should be at least 4 digits.
de_de: Der PIN-Code ist zu kurz. Dieser sollte mindestens 4-stellig sein.

source: The two PIN codes do not match
de_de: Die beiden PIN-Codes stimmen nicht überein

source: PUK code too short. It should be 8 digits.
de_de: PUK-Code zu kurz. Dieser sollte 8-stellig sein.

source: Unknown Error
de_de: Unbekannter Fehler

source: Log in
de_de: Anmelden

source: You need to log in to this network
de_de: Sie müssen sich bei diesem Netzwerk anmelden

source: Network authentication
de_de: Netzwerkauthentifizierung

source: Authentication to %1 failed. Wrong password?
de_de: Authentifizierung an %1 fehlgeschlagen. Falsches Passwort?

source: Failed to join
de_de: Anmeldung fehlgeschlagen

source: Incorrect password for %1
de_de: Falsches Passwort für %1

# A network device is connected, but there is only link-local connectivity
source: Connected
de_de: Verbunden

# A network device is connected, but there is only site-local connectivity
source: Connected
de_de: Verbunden

# A network device is connected, with global network connectivity
source: Connected
de_de: Verbunden

# Networking is inactive and all devices are disabled
source: Inactive
de_de: Inaktiv

# There is no active network connection
source: Disconnected
de_de: Getrennt

# Network connections are being cleaned up
source: Disconnecting
de_de: Trennen der Verbindung

source: Connecting
de_de: Verbinden

source: Connecting to %1
de_de: Verbinden mit %1

source: Connected to %1 (no connectivity)
de_de: Verbunden mit %1 (keine Konnektivität)

source: Connected to %1 (limited connectivity)
de_de: Verbunden mit %1 (eingeschränkte Konnektivität)

source: Connected to %1 (log in required)
de_de: Verbunden mit %1 (Anmeldung erforderlich)

source: Connected to %1
de_de: Verbunden mit %1

source: NetworkManager not running
de_de: NetzwerkManager läuft nicht

source: NetworkManager 0.9.8 required, found %1.
de_de: NetzwerkManager 0.9.8 erforderlich, gefunden %1.

# global connection state
source: Unknown
de_de: Unbekannt

# General
source: General configuration
de_de: Allgemeine Konfiguration

source: Wired
de_de: Verkabelt

source: 802.1x Security
de_de: 802.1x Sicherheit

source: Wi-Fi
de_de: WLAN

source: Wi-Fi Security
de_de: WLAN Sicherheit

source: Mobile Broadband (%1)
de_de: Mobiles Breitband (%1)

source: Bridge
de_de: Brücke

source: WireGuard Interface
de_de: WireGuard-Schnittstelle

source: Failed to get secrets for %1
de_de: Es konnten keine Geheimnisse für %1 abgerufen werden

source: New Connection (%1)
de_de: Neue Verbindung (%1)

source: Edit Connection '%1'
de_de: Verbindung bearbeiten '%1'

source: New %1 connection
de_de: Neue %1-Verbindung

# bond mode
source: Active backup
de_de: Aktive Sicherung

# bond mode
source: Adaptive transmit load balancing
de_de: Adaptiver Übertragungslastausgleich

# bond mode
source: Adaptive load balancing
de_de: Adaptiver Lastausgleich

# bond link monitoring
source: MII (recommended)
de_de: MII (empfohlen)

source: Remove Connection
de_de: Verbindung entfernen

source: DUN (dial up networking)
de_de: DUN (Einwahlnetzwerk)

source: PAN (personal area network)
de_de: PAN (Persönliches Netzwerk)

# @title:window advanced permissions editor
source: Advanced Permissions Editor
de_de: Editor für erweiterte Zugriffsrechte

# infiniband transport mode
source: Connected
de_de: Verbunden

# Header text for IPv4 address
source: Address
de_de: Adresse

# Header text for IPv4 netmask
source: Netmask
de_de: Netzmaske

source: Other DNS Servers:
de_de: Andere DNS-Server:

source: DNS Servers:
de_de: DNS-Server:

source: <qt>You can find more information about these values here:<br/><a href='https://developer.gnome.org/NetworkManager/stable/nm-settings.html'>https://developer.gnome.org/NetworkManager/stable/nm-settings.html</a></qt>
de_de: <qt>Weitere Informationen zu diesen Werten finden Sie hier:<br/><a href='https://developer.gnome.org/NetworkManager/stable/nm-settings.html'>https://developer.gnome.org/NetworkManager/stable/nm-settings.html</a></qt>

source: Send hostname:
de_de: Hostname senden:

source: Default
de_de: Standard

source: DAD timeout:
de_de: DAD Zeitüberschreitung:

source: Edit DNS servers
de_de: DNS-Server bearbeiten

source: Edit DNS search domains
de_de: DNS-Suchdomänen bearbeiten

# Header text for IPv6 address
source: Address
de_de: Adresse

# Header text for IPv6 prefix
source: Prefix
de_de: Präfix

source: Alternative Subject Matches
de_de: Alternative Themenübereinstimmungen

source: <qt>This entry must be one of:<ul><li>DNS: &lt;name or ip address&gt;</li><li>EMAIL: &lt;email&gt;</li><li>URI: &lt;uri, e.g. https://www.kde.org&gt;</li></ul></qt>
de_de: <qt>Dieser Eintrag muss einer der folgenden sein:<ul><li>DNS: &lt;Name oder IP-Adresse&gt;</li><li>EMAIL: &lt;email&gt;</li><li>URI: &lt;uri, z.B. https://www.kde.org&gt;</li></ul></qt>

source: Connect to these servers only
de_de: Nur mit diesen Servern verbinden

source: Select file to import
de_de: Datei zum Importieren auswählen

# @title: window wireguard peers properties
source: WireGuard peers properties
de_de: Eigenschaften der WireGuard-Peers

# Error message in VPN import/export dialog
source: Operation not supported for this VPN type.
de_de: Operation nicht unterstützt für diesen VPN-Typ.

# @info:tooltip real user name is not available
source: Not Available
de_de: Nicht verfügbar

source: First select the SSID
de_de: Wählen Sie zuerst die SSID

source: %1 (%2%) Frequency: %3 Mhz Channel: %4
de_de: %1 (%2%) Frequenz: %3 Mhz Kanal: %4

# Header text for IPv4 route metric
source: Metric
de_de: Metrik

# Header text for IPv6 netmask
source: Netmask
de_de: Netzmaske

# Header text for IPv6 route metric
source: Metric
de_de: Metrik

# Mobile Connection Wizard
source: New Mobile Broadband Connection
de_de: Neue mobile Breitbandverbindung

# Mobile Connection Wizard
source: My plan is not listed...
de_de: Mein Plan ist nicht aufgelistet...

# Mobile Connection Wizard
source: Unknown Provider
de_de: Unbekannter Anbieter

# Mobile Connection Wizard
source: Default
de_de: Standard

# Mobile Connection Wizard
source: Set up a Mobile Broadband Connection
de_de: Eine mobile Breitbandverbindung einrichten

# Mobile Connection Wizard
source: This assistant helps you easily set up a mobile broadband connection to a cellular (3G) network.
de_de: Mit diesem Assistenten können Sie ganz einfach eine mobile Breitbandverbindung zu einem zellulärem (3G) Netz einrichten.

# Mobile Connection Wizard
source: You will need the following information:
de_de: Sie benötigen die folgenden Informationen:

# Mobile Connection Wizard
source: Your broadband provider's name
de_de: Name Ihres Breitbandanbieters

# Mobile Connection Wizard
source: Your broadband billing plan name
de_de: Name Ihres Breitbandabrechnungstarifs

# Mobile Connection Wizard
source: (in some cases) Your broadband billing plan APN (Access Point Name)
de_de: (in einigen Fällen) Ihren Breitband-APN (Access Point Name)

# Mobile Connection Wizard
source: Create a connection for &this mobile broadband device:
de_de: Erstellen Sie eine Verbindung für &dieses mobile Breitbandgerät:

# Mobile Connection Wizard
source: Any GSM device
de_de: Beliebiges GSM-Gerät

# Mobile Connection Wizard
source: Any CDMA device
de_de: Beliebiges CDMA-Gerät

# Mobile Connection Wizard
source: Installed GSM device
de_de: Installiertes GSM-Gerät

# Mobile Connection Wizard
source: Installed CDMA device
de_de: Installiertes CDMA-Gerät

# Mobile Connection Wizard
source: Choose your Provider's Country
de_de: Wählen Sie das Land Ihres Providers

# Mobile Connection Wizard
source: Country List:
de_de: Länderliste:

# Mobile Connection Wizard
source: My country is not listed
de_de: Mein Land ist nicht aufgeführt

# Mobile Connection Wizard
source: Choose your Provider
de_de: Wählen Sie Ihren Provider

# Mobile Connection Wizard
source: Select your provider from a &list:
de_de: Wählen Sie Ihren Anbieter aus der &Liste:

# Mobile Connection Wizard
source: I cannot find my provider and I wish to enter it &manually:
de_de: Ich kann meinen Provider nicht finden und möchte ihn &manuell eingeben:
