Repository: JingOS-team/JingOS-translations
Catalog: settings-wifi/po/*/kcm_wifi.po
Languages: de_de

# Mobile Connection Wizard
source: Choose your Billing Plan
de_de: Wählen Sie Ihren Abrechnungstarif

# Mobile Connection Wizard
source: &Select your plan:
de_de: &Wählen Sie Ihren Plan:

# Mobile Connection Wizard
source: Selected plan &APN (Access Point Name):
de_de: Ausgewählter Plan &APN (Access Point Name):

# Mobile Connection Wizard
source: Warning: Selecting an incorrect plan may result in billing issues for your broadband account or may prevent connectivity. If you are unsure of your plan please ask your provider for your plan's APN.
de_de: Warnung: Die Auswahl eines falschen Tarifs kann zu Problemen bei der Abrechnung Ihrer Breitbandkonto führen oder kann die Verbindung verhindern. Wenn Sie unsicher sind, fragen Sie bitte Ihren Anbieter nach dem APN Ihres Tarifs.

# Mobile Connection Wizard
source: Confirm Mobile Broadband Settings
de_de: Einstellungen für mobiles Breitband bestätigen

# Mobile Connection Wizard
source: Your mobile broadband connection is configured with the following settings:
de_de: Ihre mobile Breitbandverbindung ist mit den folgenden Einstellungen konfiguriert:

# Mobile Connection Wizard
source: Your Provider:
de_de: Ihr Anbieter:

# Mobile Connection Wizard
source: Your Plan:
de_de: Ihr Plan:

source: Change the visibility of the password
de_de: Sichtbarkeit des Kennworts ändern

source: Store password for this user only (encrypted)
de_de: Passwort nur für diesen Benutzer speichern (verschlüsselt)

source: Store password for all users (not encrypted)
de_de: Passwort für alle Benutzer speichern (nicht verschlüsselt)

source: Ask for this password every time
de_de: Jedes Mal nach diesem Kennwort fragen

source: This password is not required
de_de: Dieses Passwort ist nicht erforderlich

source: %1 (%2%) Security: %3 Frequency: %4 Mhz
de_de: %1 (%2%) Sicherheit: %3 Frequenz: %4 Mhz

source: %1 (%2%) Security: Insecure Frequency: %3 Mhz
de_de: %1 (%2%) Sicherheit: Unsicher Frequenz: %3 Mhz

source: Missing VPN plugin
de_de: Fehlendes VPN-Plugin

source: Failed to activate %1
de_de: Aktivierung von %1 fehlgeschlagen

source: Failed to add %1
de_de: Hinzufügen von %1 fehlgeschlagen

source: Failed to add connection %1
de_de: Verbindung %1 konnte nicht hinzugefügt werden

source: Failed to deactivate %1
de_de: Deaktivierung von %1 fehlgeschlagen

source: Failed to remove %1
de_de: %1 konnte nicht entfernt werden

source: Failed to update connection %1
de_de: Verbindung %1 konnte nicht aktualisiert werden

source: Failed to create hotspot %1
de_de: Hotspot %1 konnte nicht erstellt werden

source: Connection %1 has been added
de_de: Verbindung %1 wurde hinzugefügt

source: Connection %1 has been removed
de_de: Verbindung %1 wurde entfernt

source: Connection %1 has been updated
de_de: Verbindung %1 wurde aktualisiert

source: Hardware based connections
de_de: Hardware-basierte Verbindungen

source: Some DSL description
de_de: Einige DSL-Beschreibung

source: Some infiniband description
de_de: Einige Infiniband-Beschreibungen

source: Mobile Broadband
de_de: Mobiles Breitband

source: Some mobile broadband description
de_de: Eine Beschreibung des mobilen Breitbands

source: Wired Ethernet
de_de: Kabel Ethernet

source: Some wired ethernet description
de_de: Einige kabelgebundene Ethernetbeschreibung

source: Wired Ethernet (shared)
de_de: Kabelgebundenes Ethernet (gemeinsam genutzt)

source: Some wi-fi description
de_de: Einige WLAN-Beschreibung

source: Wi-Fi (shared)
de_de: WLAN (gemeinsam genutzt)

source: Virtual connections
de_de: Virtuelle Verbindungen

source: Some bond description
de_de: Einige Bond Beschreibung

source: Some team description
de_de: Einige Team Beschreibung

source: Some vlan description
de_de: Einige VLAN Beschreibung

source: VPN connections
de_de: VPN-Verbindungen

source: Import VPN connection...
de_de: VPN-Verbindung importieren...

source: Other
de_de: Sonstiges

source: Import a saved configuration file
de_de: Importiere eine gespeicherte Konfigurationsdatei

source: Saved network
de_de: Gesichertes Netzwerk

source: Other networks
de_de: Andere Netzwerke

source: IPv4 Address
de_de: IPv4-Adresse

source: IPv4 Default Gateway
de_de: IPv4 Standardgateway

source: IPv6 Address
de_de: IPv6 Adresse

source: Connection speed
de_de: Verbindungsgeschwindigkeit

source: MAC Address
de_de: MAC Adresse

source: Access point (SSID)
de_de: Zugangspunkt (SSID)

source: Signal strength
de_de: Signalstärke

source: Security type
de_de: Sicherheitstyp

source: Operator
de_de: Betreiber

source: Network ID
de_de: Netzwerk-ID

source: Signal Quality
de_de: Signalqualität

source: Access Technology
de_de: Zugangstechnologie

source: Capabilities
de_de: Fähigkeiten

source: Type
de_de: Typ

source: Device
de_de: Gerät

# title of the interface widget in nm's popup
source: Wi-Fi
de_de: WLAN

# title of the interface widget in nm's popup
source: Virtual (bond)
de_de: Virtuell (Bond)

# title of the interface widget in nm's popup
source: Virtual (bridge)
de_de: Virtuell (Brücke)

# title of the interface widget in nm's popup
source: Virtual (vlan)
de_de: Virtuell (VLAN)

# title of the interface widget in nm's popup
source: Virtual (team)
de_de: Virtuell (Team)

# title of the interface widget in nm's popup
source: Serial Modem
de_de: Serielles Modem

# title of the interface widget in nm's popup
source: Mobile Broadband
de_de: Mobiles Breitband

# title of the interface widget in nm's popup
source: Wired Ethernet
de_de: Kabelgebundenes Ethernet

source: Mobile broadband
de_de: Mobiles Breitband

source: Unknown connection type
de_de: Unbekannter Verbindungstyp

source: Wireless Interface (%1)
de_de: Drahtlose Schnittstelle (%1)

source: Wired Interface (%1)
de_de: Kabelgebundene Schnittstelle (%1)

source: Bridge (%1)
de_de: Brücke (%1)

# description of unknown network interface state
source: Unknown
de_de: Unbekannt

# description of unmanaged network interface state
source: Unmanaged
de_de: Unverwaltet

# description of unavailable network interface state
source: Unavailable
de_de: Nicht verfügbar

# description of unconnected network interface state
source: Not connected
de_de: Nicht verbunden

# description of preparing to connect network interface state
source: Preparing to connect
de_de: Verbindung wird vorbereitet

# description of configuring hardware network interface state
source: Configuring interface
de_de: Schnittstelle konfigurieren

# description of waiting for authentication network interface state
source: Waiting for authorization
de_de: Warten auf Autorisierung

# network interface doing dhcp request in most cases
source: Setting network address
de_de: Netzwerkadresse einstellen

# is other action required to fully connect? captive portals, etc.
source: Checking further connectivity
de_de: Überprüfung der weiteren Konnektivität

# a secondary connection (e.g. VPN) has to be activated first to continue
source: Waiting for a secondary connection
de_de: Warten auf eine sekundäre Verbindung

# network interface connected state label
source: Connected
de_de: Verbunden

# network interface connected state label
source: Connected to %1
de_de: Verbunden mit %1

# network interface disconnecting state label
source: Deactivating connection
de_de: Deaktivieren der Verbindung

# network interface connection failed state label
source: Connection Failed
de_de: Verbindung fehlgeschlagen

# interface state
source: Error: Invalid state
de_de: Fehler: Ungültiger Zustand

# The state of the VPN connection is unknown
source: Unknown
de_de: Unbekannt

# The VPN connection is preparing to connect
source: Preparing to connect
de_de: Verbindung wird vorbereitet

# The VPN connection needs authorization credentials
source: Needs authorization
de_de: Benötigt Autorisierung

# The VPN connection is being established
source: Connecting
de_de: Verbinden

# The VPN connection is getting an IP address
source: Setting network address
de_de: Netzwerkadresse einstellen

# The VPN connection is active
source: Activated
de_de: Aktiviert

# The VPN connection failed
source: Failed
de_de: Gescheitert

# The VPN connection is disconnected
source: Failed
de_de: Gescheitert

# wireless network operation mode
source: Unknown
de_de: Unbekannt

# wireless network operation mode
source: Infrastructure
de_de: Infrastruktur

# wireless network operation mode
source: Access point
de_de: Zugangspunkt

source: INCORRECT MODE FIX ME
de_de: FALSCHER MODUS REPARATUR ERFORDERLICH

# wireless network cipher
source: Pairwise WEP40
de_de: Paarweise WEP40

# wireless network cipher
source: Pairwise WEP104
de_de: Paarweise WEP104

# wireless network cipher
source: Pairwise TKIP
de_de: Paarweise TKIP

# wireless network cipher
source: Pairwise CCMP
de_de: Paarweise CCMP

# wireless network cipher
source: Group WEP40
de_de: Gruppe WEP40

# wireless network cipher
source: Group WEP104
de_de: Gruppe WEP104

# wireless network cipher
source: Group TKIP
de_de: Gruppe TKIP

# wireless network cipher
source: Group CCMP
de_de: Gruppe CCMP

# Gsm modes (2G/3G/any)
source: Any
de_de: Alle

# Cellular access technology
source: Compact GSM
de_de: Kompaktes GSM

# Unknown cellular access technology
source: Unknown
de_de: Unbekannt

# Any cellular access technology
source: Any
de_de: Alle

# possible SIM lock reason
source: Modem is unlocked.
de_de: Modem ist freigeschaltet.

# possible SIM lock reason
source: SIM requires the PIN code.
de_de: SIM erfordert den PIN-Code.

# possible SIM lock reason
source: SIM requires the PIN2 code.
de_de: SIM erfordert den PIN2-Code.

# possible SIM lock reason
source: SIM requires the PUK code.
de_de: SIM benötigt den PUK-Code.

# possible SIM lock reason
source: SIM requires the PUK2 code.
de_de: SIM erfordert den PUK2-Code.

# possible SIM lock reason
source: Modem requires the service provider PIN code.
de_de: Das Modem benötigt den PIN-Code des Dienstanbieters.

# possible SIM lock reason
source: Modem requires the service provider PUK code.
de_de: Das Modem benötigt den PUK-Code des Dienstanbieters.

# possible SIM lock reason
source: Modem requires the network PIN code.
de_de: Das Modem benötigt den Netzwerk-PIN-Code.

# possible SIM lock reason
source: Modem requires the network PUK code.
de_de: Das Modem benötigt den Netzwerk-PUK-Code.

# possible SIM lock reason
source: Modem requires the PIN code.
de_de: Das Modem benötigt den PIN-Code.

# possible SIM lock reason
source: Modem requires the corporate PIN code.
de_de: Das Modem benötigt den Firmen-PIN-Code.

# possible SIM lock reason
source: Modem requires the corporate PUK code.
de_de: Das Modem benötigt den PUK-Code des Unternehmens.

# possible SIM lock reason
source: Modem requires the PH-FSIM PIN code.
de_de: Das Modem benötigt den PH-FSIM-PIN-Code.

# possible SIM lock reason
source: Modem requires the PH-FSIM PUK code.
de_de: Das Modem benötigt den PH-FSIM PUK-Code.

# possible SIM lock reason
source: Modem requires the network subset PIN code.
de_de: Das Modem benötigt den Netzwerkuntergruppe-PIN-Code.

# possible SIM lock reason
source: Modem requires the network subset PUK code.
de_de: Das Modem benötigt den PUK-Code für die Netzwerkuntergruppe.

# possible SIM lock reason
source: Lock reason unknown.
de_de: Sperrgrund unbekannt.

# @label no security
source: Insecure
de_de: Unsicher

# @label Dynamic WEP security
source: Dynamic WEP
de_de: Dynamisches WEP

# @label unknown security
source: Unknown security type
de_de: Unbekannter Sicherheitstyp

source: One minute ago
de_de: Vor einer Minute

source: One hour ago
de_de: Vor einer Stunde

# Label for last used time for a network connection used the previous day
source: Yesterday
de_de: Gestern

# Label for last used time for a network connection that has never been used
source: Never
de_de: Niemals

source: Last used one minute ago
de_de: Zuletzt verwendet vor einer Minute

source: Last used one hour ago
de_de: Zuletzt vor einer Stunde verwendet

# Label for last used time for a network connection used the previous day
source: Last used yesterday
de_de: Zuletzt verwendet gestern

source: Last used on %1
de_de: Zuletzt verwendet am %1

# Label for last used time for a network connection that has never been used
source: Never used
de_de: Nie benutzt

source: Configure mobile broadband
de_de: Mobiles Breitband konfigurieren

source: Enable mobile data network
de_de: Mobiles Datennetz aktivieren

source: Enable data roaming
de_de: Datenroaming aktivieren

source: Access point name
de_de: Name des Zugangspunkts

source: Edit APN
de_de: APN bearbeiten

source: Data usage
de_de: Datennutzung

source: Enabled:
de_de: Aktiviert:

source: Password:
de_de: Passwort:

source: Save
de_de: Speichern

source: Forget This Network
de_de: Dieses Netzwerk vergessen

source: Join This Network
de_de: Diesem Netzwerk beitreten

source: Low data Mode
de_de: Datensparmodus

source: Low Data Mode helps reduce your pad data usage over your cellular network or specific WLAN networks you select.When Low Data Mode is turned on,automatic updates and background tasks,such as Photos syncing,are paused.
de_de: Der Datensparmodus hilft Ihnen, die Datennutzung Ihres Pads über Ihr Mobilfunknetz oder WLAN zu reduzieren. Wenn der Datensparmodus aktiviert ist, werden automatisch Updates und Hintergrundaufgaben, wie z.B. die Synchronisierung von Fotos, pausiert.

source: IPV4 Address
de_de: IPv4-Adresse

source: Configure IP
de_de: IP konfigurieren

source: IP Address
de_de: IP-Adresse

source: Subnet Mask
de_de: Subnetzmaske

source: Renew Lease
de_de: Lease erneuern

source: Configure DNS
de_de: DNS konfigurieren

source: Configure Proxy
de_de: Proxy konfigurieren

source: Enter Password
de_de: Passwort eingeben

source: DNS Servers
de_de: DNS-Server

source: Search Domains
de_de: Domains suchen

source: Nearby network
de_de: Netzwerk in der Nähe

source: Add other
de_de: Andere hinzufügen

source: Confiaure IPv4
de_de: IPv4 konfigurieren

source: Manual IP
de_de: Manuelle IP

source: IpAddress
de_de: Ip Adresse

source: NetMask
de_de: Netzmaske

source: Other Network
de_de: Anderes Netzwerk

source: Network Name
de_de: Netzwerkname

source: Security
de_de: Sicherheit

source: UserName
de_de: Benutzernamen

source: Password
de_de: Passwort

source: On
de_de: Ein

source: Off
de_de: Aus

source: input username
de_de: Benutzernamen eingeben

source: input password
de_de: Passwort eingeben

source: Wi-Fi networks
de_de: WLAN-Netzwerke

source: User Password:
de_de: Benutzerpasswort:

source: User Certificate Password:
de_de: Benutzerzertifikatpasswort:

source: Machine Certificate Password:
de_de: Maschinenzertifikatpasswort:

source: L2TP IPsec Options
de_de: L2TP IPsec Optionen

source: L2TP PPP Options
de_de: L2TP PPP Optionen

source: Failed to initialize software token: %1
de_de: Softwaretoken konnte nicht initialisiert werden: %1

source: Contacting host, please wait...
de_de: Host wird kontaktiert, bitte warten...

# Verb, to proceed with login
source: Login
de_de: Anmeldung

source: Check failed for certificate from VPN server "%1". Reason: %2 Accept it anyway?
de_de: Prüfung für Zertifikat von VPN-Server fehlgeschlagen "%1". Grund: %2 Trotzdem akzeptieren?

source: Connection attempt was unsuccessful.
de_de: Verbindungsversuch war erfolglos.

# @title: window advanced openvpn properties
source: Advanced OpenVPN properties
de_de: Erweiterte OpenVPN-Eigenschaften

# @item:inlistbox Item added when OpenVPN cipher lookup failed
source: OpenVPN cipher lookup failed
de_de: OpenVPN-Chiffre Nachschlagen fehlgeschlagen

# @item::inlist Default openvpn cipher item
source: Default
de_de: Standard

# @item:inlistbox Item added when OpenVPN cipher lookup failed
source: No OpenVPN ciphers found
de_de: Keine OpenVPN-Chiffren gefunden

source: Key Password:
de_de: Schlüsselpasswort:

source: Proxy Password:
de_de: Proxypasswort:

source: Could not open file
de_de: Datei konnte nicht geöffnet werden

source: Do you want to copy your certificates to %1?
de_de: Möchten Sie Ihre Zertifikate nach %1 kopieren?

source: Copy certificates
de_de: Zertifikate kopieren

source: Unknown option: %1
de_de: Unbekannte Option: %1

source: Invalid number of arguments (expected 1) in option: %1
de_de: Ungültige Anzahl von Argumenten (erwartet 1) in Option: %1

source: Invalid size (should be between 0 and 0xFFFF) in option: %1
de_de: Ungültige Größe (sollte zwischen 0 und 0xFFFF liegen) in Option: %1

source: Invalid proxy option: %1
de_de: Ungültige Proxyoption: %1

source: Invalid port (should be between 1 and 65535) in option: %1
de_de: Ungültiger Port (sollte zwischen 1 und 65535 liegen) in Option: %1

source: Invalid number of arguments (expected 2) in option: %1
de_de: Ungültige Anzahl von Argumenten (erwartet 2) in Option: %1

source: Invalid argument in option: %1
de_de: Ungültiges Argument in Option: %1

source: File %1 is not a valid OpenVPN's client configuration file
de_de: Datei %1 ist keine gültige OpenVPN-Client-Konfigurationsdatei

source: File %1 is not a valid OpenVPN configuration (no remote).
de_de: Datei %1 ist keine gültige OpenVPN-Konfiguration (kein Remote).

source: Error saving file %1: %2
de_de: Fehler beim Speichern der Datei %1: %2

source: Error copying certificate to %1: %2
de_de: Fehler beim Kopieren des Zertifikats nach %1: %2

source: Could not open file for writing
de_de: Datei konnte nicht zum Schreiben geöffnet werden

# @label:textbox password label for private key password
source: Private Key Password:
de_de: Passwort für privaten Schlüssel:

# @label:textbox password label for EAP password
source: Password:
de_de: Passwort:

# @label:textbox error message while saving configuration
source: Configuration uses ssh-agent for authentication, but no ssh-agent found running.
de_de: Konfiguration verwendet ssh-agent zur Authentifizierung, aber es wurde kein ssh-agent gefunden der läuft.

source: Advanced VPNC properties
de_de: Erweiterte VPNC-Eigenschaften

# VPNC encryption method
source: Secure (default)
de_de: Sicher (Standard)

# VPNC encryption method
source: Weak (DES encryption, use with caution)
de_de: Schwach (DES-Verschlüsselung, mit Vorsicht zu verwenden)

# VPNC encryption method
source: None (completely insecure)
de_de: Keine (völlig unsicher)

# NAT traversal method
source: NAT-T when available (default)
de_de: NAT-T wenn verfügbar (Standard)

# NAT traversal method
source: NAT-T always
de_de: NAT-T immer

# NAT traversal method
source: Disabled
de_de: Deaktiviert

# IKE DH group
source: DH Group 1
de_de: DH Gruppe 1

# IKE DH group
source: DH Group 2 (default)
de_de: DH-Gruppe 2 (Standard)

# IKE DH group
source: DH Group 5
de_de: DH Gruppe 5

# Perfect Forward Secrecy
source: Server (default)
de_de: Server (Standard)

# Perfect Forward Secrecy
source: None
de_de: Keine

# Perfect Forward Secrecy
source: DH Group 1
de_de: DH Gruppe 1

# Perfect Forward Secrecy
source: DH Group 2
de_de: DH Gruppe 2

# Perfect Forward Secrecy
source: DH Group 5
de_de: DH Gruppe 5

source: Error decrypting the obfuscated password
de_de: Fehler beim Entschlüsseln des verdeckt Kennworts

source: Error
de_de: Fehler

source: File %1 could not be opened.
de_de: Datei %1 konnte nicht geöffnet werden.

source: Needed executable cisco-decrypt could not be found.
de_de: Die benötigte ausDie benötigte ausführbare Datei cisco-decrypt konnte nicht gefunden werden.führbare Datei cisco-decrypt konnte nicht gefunden werden.

source: The VPN settings file '%1' specifies that VPN traffic should be tunneled through TCP which is currently not supported in the vpnc software. The connection can still be created, with TCP tunneling disabled, however it may not work as expected.
de_de: Die VPN-Einstellungsdatei '%1' legt fest, dass der VPN-Verkehr über TCP getunnelt werden soll, was derzeit von der vpnc-Software nicht unterstützt wird. Die Verbindung kann jedoch hergestellt werden, wenn das TCP-Tunneling deaktiviert wird, funktioniert dann aber möglicherweise nicht wie erwartet.

source: Not supported
de_de: Nicht unterstützt

source: %1: file format error.
de_de: %1: Dateiformatfehler.

source: %1: file could not be created
de_de: %1: Datei konnte nicht erstellt werden

source: Manual
de_de: Manuell

source: Automatic
de_de: Automatisch

source: Incorrect password for "%1"
de_de: Falsches Passwort für "%1"

source: On connection
de_de: Verbindung besteht

source: Not connected
de_de: Nicht verbunden

source: To connect using ”%1”, use the “%1” application.
de_de: Um eine Verbindung über "%1" herzustellen, verwenden Sie die Anwendung "%1".

source: Add VPN Configuration…
de_de: VPN-Konfiguration hinzufügen…

source: To configure the settings for ”%1”,use the ”%1” application.
de_de: Um die Einstellungen für "%1" zu konfigurieren, verwenden Sie die Anwendung "%1".

source: Delete VPN
de_de: VPN löschen

source: NT Domain
de_de: NT-Domäne

source: Authentication
de_de: Authentifizierung

source: User Authentication
de_de: Benutzerauthentifizierung

source: Your device will no longer join this WLAN network.
de_de: Ihr Gerät wird diesem WLAN-Netzwerk nicht mehr beitreten.

source: Forget
de_de: Vergessen

source: Forget WLAN Network
de_de: WLAN-Netzwerk vergessen

source: Enter the password for”%1”
de_de: Geben Sie das Passwort für "%1" ein

source: Join
de_de: Beitreten
